;================================================================================================
;      GRIMY'S ANARCHIST
;================================================================================================

[GrimyFlamethrower X2WeaponTemplate]
FriendlyName="火焰喷射器"
FriendlyNamePlural="火焰喷射器"
BriefSummary="这款手腕式火焰喷射器依靠超压燃料罐和非常集中的喷嘴向多个敌人发射致命的锥形火焰."
TacticalText="<Bullet/> 火焰喷射器是一种范围有效的武器，可以摧毁部分战场.\n<Bullet/> 它对于近距离对抗多个敌人非常有用. 然而，机器人敌人将对其效果产生抵抗或免疫."

[GrimyShredderGun X2WeaponTemplate]
FriendlyName="尖锥加特林"
FriendlyNamePlural="尖锥加特林"
BriefSummary="这款腕式子弹喷射器可喷射锥形锋利颗粒，对多名敌人造成伤害并撕碎他们的盔甲."
TacticalText="<Bullet/>尖锥加特林对于近距离对付多个敌人非常有用.\n<Bullet/> 它的弹药有限，所以只有在决定性的时候才使用它."

[GrimyShellShock X2AbilityTemplate]
LocFriendlyName="震荡"
LocHelpText="手榴弹有15%的几率使有机和机器敌人昏迷。"
LocLongDescription="手榴弹有15%的几率使有机和机器敌人昏迷。"

[GrimyLightOrdnance X2AbilityTemplate]
LocFriendlyName="便携式"
LocHelpText="将每个插槽中的手榴弹容量增加2，但将手榴弹伤害减少50%。"
LocLongDescription="将每个插槽中的手榴弹容量增加2，但将手榴弹伤害减少50%。"

[GrimyGrenadeShredder X2AbilityTemplate]
LocFriendlyName="破片改造"
LocHelpText="将榴弹撕裂和穿透护甲增加2。"
LocLongDescription="将榴弹撕裂和穿透护甲增加2。"

[GrimySabotage X2AbilityTemplate]
LocFriendlyName="缴械协议"
LocHelpText="提供升级版战斗协议技能，如果尚未可用。升级战斗协议以解除敌人武器。"
LocLongDescription="提供升级版战斗协议技能，如果尚未可用。\n升级战斗协议以解除敌人武器。"

[GrimyDeadlyHaze X2AbilityTemplate]
LocFriendlyName="致命烟雾"
LocHelpText="将来自手榴弹的火、酸和毒覆盖面积增加到100%。被手榴弹击中的敌人在1回合内造成的伤害减少2点。"
LocLongDescription="将来自手榴弹的火、酸和毒覆盖面积增加到100%。被手榴弹击中的敌人在1回合内造成的伤害减少2点。"

[GrimyCauterize X2AbilityTemplate]
LocFriendlyName="烙疗协议"
LocHelpText="对一个单位造成2点伤害，如果它幸存下来，为其治愈3-9点生命值。"
LocLongDescription="对一个单位造成2点伤害，如果它幸存下来，为其治愈3-9点生命值。\n可以针对盟友和敌人。\n每次任务使用2次。\n提供复活协议能力。"

[GrimyVileConcoctions X2AbilityTemplate]
LocFriendlyName="电浆混合物"
LocHelpText="将来自手榴弹的持续伤害增加2点。"
LocLongDescription="将来自手榴弹的持续伤害增加2点。"

[GrimySadist X2AbilityTemplate]
LocFriendlyName="虐待狂"
LocHelpText="当装备头颅接入器或头颅开采器时,可以额外使用的两次。"
LocLongDescription="当装备头颅接入器或头颅开采器时,可以额外使用的两次。"

[GrimyHostageProtocol X2AbilityTemplate]
LocFriendlyName="人质协议"
LocHelpText="提供战斗协议能力，如果尚未可用。升级战斗协议使敌人昏迷并在一回合内将其变成高掩体。"
LocLongDescription="提供战斗协议能力，如果尚未可用。\n升级战斗协议使敌人昏迷并在一回合内将其变成高掩体。"

[GrimyFireWall X2AbilityTemplate]
LocFriendlyName="防火墙"
LocHelpText="获得一个单次使用的喷火器，可以创建无法穿越而不被烧伤的火墙。"
LocLongDescription="获得一个单次使用的喷火器，可以创建无法穿越而不被烧伤的火墙。"

[FireGrimyFireWall X2AbilityTemplate]
LocFriendlyName="防火墙"
LocLongDescription="在锥形区域内喷射火焰。创建无法穿越而不被烧伤的火墙。"
LocHelpText="在锥形区域内喷射火焰。创建无法穿越而不被烧伤的火墙。"
LocFlyOverText="防火墙"

[GrimyShredderGun X2AbilityTemplate]
LocFriendlyName="尖锥加特林"
LocHelpText="获得一个单次使用的尖锥加特林。"
LocLongDescription="获得一个单次使用的尖锥加特林。"

[FireGrimyShredderGun X2AbilityTemplate]
LocFriendlyName="发射尖锥加特林"
LocLongDescription="在锥形区域内发射尖锥加特林。"
LocHelpText="在锥形区域内发射尖锥加特林。"
LocFlyOverText="发射尖锥加特林"

[GrimyAirBurst X2AbilityTemplate]
LocFriendlyName="空爆"
LocHelpText="将手榴弹发射器半径增加2。"
LocLongDescription="将手榴弹发射器半径增加2。"

[GrimyLongShot X2AbilityTemplate]
LocFriendlyName="远程榴弹"
LocHelpText="将手榴弹发射器范围增加50%。"
LocLongDescription="将手榴弹发射器范围增加50%。"

;========================================================================================================
; GRIMY's BRUISER
;========================================================================================================

[GrimyIntimidationPassive X2AbilityTemplate]
LocFriendlyName="恐吓"
LocLongDescription="来自打手的还击攻击会降低敌人的瞄准15%。"
LocHelpText="来自打手的还击攻击会降低敌人的瞄准15%。"

[GrimyGunPoint X2AbilityTemplate]
LocFriendlyName="背锅"
LocHelpText="使一个可侧翼攻击的敌人昏迷并将其用作全掩体。"
LocLongDescription="对一个可侧翼攻击的敌人造成2点伤害并使其昏迷1个完整回合。\n现在可以将该敌人用作全掩体。\n使用此能力后，您可以进行手枪射击或投掷手榴弹。\n2回合冷却。"

[GrimySurvival X2AbilityTemplate]
LocFriendlyName="生存直觉"
LocHelpText="这个士兵每回合每个敌人最多还击一次，当这样做时获得2回合内的1点护甲。"
LocLongDescription="这个士兵每回合每个敌人最多还击一次，当这样做时获得2回合内的1点护甲。"

[GrimySpotter X2AbilityTemplate]
LocFriendlyName="侦察还击"
LocHelpText="当被攻击时，这个士兵每回合每个敌人最多还击一次，并标记目标。"
LocLongDescription="当被攻击时，这个士兵每回合每个敌人最多还击一次，并标记目标。"

[GrimyBolsterPassive X2AbilityTemplate]
LocFriendlyName="背锅加强"
LocHelpText="背锅提供2回合内的2点护甲。"
LocLongDescription="背锅提供2回合内的2点护甲。"

[GrimyNeedlePointPassive X2AbilityTemplate]
LocFriendlyName="背锅毒剂"
LocHelpText="背锅和手枪攻击现在会使目标中毒。"
LocLongDescription="背锅现在每回合使目标中毒2点，手枪攻击每回合使目标中毒1点。"

[GrimyDrawFire X2AbilityTemplate]
LocFriendlyName="吸引火力"
LocHelpText="将防御降低10点并在自身上增加2点护甲持续2回合。将25格半径内盟友的防御增加10点。"
LocLongDescription="将防御降低10点并在自身上增加2点护甲持续2回合。将25格半径内盟友的防御增加10点。3回合冷却。"

[GrimyFlashpoint X2AbilityTemplate]
LocFriendlyName="闪点"
LocHelpText="获得1个额外的闪光弹容量，闪光弹现在造成额外的2点伤害。"
LocLongDescription="获得1个额外的闪光弹容量，闪光弹现在造成额外的2点伤害。"

[GrimyEnrage X2AbilityTemplate]
LocFriendlyName="激怒"
LocHelpText="受伤时自动激活奔袭战术一个回合。"
LocLongDescription="受伤时自动激活奔袭战术一个回合。"

[GrimyTaserShot X2AbilityTemplate]
LocFriendlyName="电击弹"
LocHelpText="发射一发电子手枪子弹，使有机敌人昏迷，对机器敌人造成三倍伤害，并忽略护甲。"
LocLongDescription="发射一发电子手枪子弹，使有机敌人昏迷，对机器敌人造成三倍伤害，并忽略护甲。每次任务使用2次。"

[GrimyCausticSlug X2AbilityTemplate]
LocFriendlyName="腐蚀弹丸"
LocHelpText="发射一发撕裂护甲并造成双倍伤害的腐蚀霰弹枪弹丸。"
LocLongDescription="发射一发撕裂护甲并造成双倍伤害的腐蚀霰弹枪弹丸。每次任务使用2次。"

[GrimyGrapeShot X2AbilityTemplate]
LocFriendlyName="龙息霰弹"
LocHelpText="在短距离锥形区域内用霰弹枪发射火焰。不会错过。造成的伤害减少30%。"
LocLongDescription="在短距离锥形区域内用霰弹枪发射火焰。不会错过。造成的伤害减少30%。每次任务使用2次。"

;=========================================================================================================
;     GRIMY's FURY
;=========================================================================================================

[GrimyStrafe X2AbilityTemplate]
LocFriendlyName="移动扫射"
LocHelpText="发射一枪造成50%较少的伤害，但在移动后可以免费使用"
LocLongDescription="扫射火力可以在移动后免费使用\n扫射火力造成50%较少的伤害"

[GrimySustainedFire X2AbilityTemplate]
LocFriendlyName="持续火力"
LocHelpText="可以使用移动扫射行动点重新装弹和瞄准。"
LocLongDescription="可以使用移动扫射行动点重新装弹和瞄准。"

[GrimyPyrokinesis X2AbilityTemplate]
LocFriendlyName="次级魂火"
LocHelpText="灵魂之火的次级版本，每回合燃烧1点伤害"
LocLongDescription="灵魂之火的次级版本，每回合燃烧1点伤害\n花费<Ability:SelfHealthCost/> HP\n2回合冷却\n可以使用移动扫射行动点"

[GrimyReave X2AbilityTemplate]
LocFriendlyName="次级虚矛"
LocHelpText="虚空长矛的次级版本，造成一半伤害"
LocLongDescription="虚空长矛的次级版本，造成一半伤害\n花费<Ability:SelfHealthCost/> HP\n3回合冷却\n可以使用移动扫射行动点"

[GrimyMadness X2AbilityTemplate]
LocFriendlyName="次级背叛"
LocHelpText="统治的次级版本，只能控制外星人1回合，但让它立即行动"
LocLongDescription="统治的次级版本，只能控制外星人1回合，但让它立即行动\n花费<Ability:SelfHealthCost/> HP\n2回合冷却\n2次额外使用\n可以使用移动扫射行动点"

[GrimySoulTap X2AbilityTemplate]
LocFriendlyName="生命燃烧"
LocHelpText="牺牲<Ability:SelfHealthCost/> HP换取1个行动点"
LocLongDescription="牺牲<Ability:SelfHealthCost/> HP换取1个行动点\n1回合冷却"

[GrimyReinvigorate X2AbilityTemplate]
LocFriendlyName="恢复活力"
LocHelpText="来自医疗包和小精灵的治愈提供额外的1个行动点"
LocLongDescription="来自医疗包和小精灵的治愈提供额外的1个行动点"

[GrimyBulletRoulette X2AbilityTemplate]
LocFriendlyName="弹药赌盘"
LocHelpText="在每次任务开始时获得一个随机弹药升级"
LocLongDescription="在每次任务开始时获得一个随机弹药升级\n替换任何装备的弹药"

[GrimyWillToSurvive X2AbilityTemplate]
LocFriendlyName="求生意志"
LocHelpText="将HP增加意志力的10%"
LocLongDescription="将HP增加意志力的10%"

[GrimySprayAndPray X2AbilityTemplate]
LocFriendlyName="喷雾祈祷"
LocHelpText="向多达3个不同敌人开火，造成25%较少伤害，可以使用移动扫射行动点。"
LocLongDescription="向多达3个不同敌人开火，造成25%较少伤害。\n可以使用移动扫射行动点。\n始终消耗3发弹药。"

[GrimyAnomaly X2AbilityTemplate]
LocFriendlyName="维度异常"
LocHelpText="撕裂一个维度洞口，在广阔半径内造成巨大伤害，但在这样做时召唤随机的外星人增援小队，花费<Ability:SelfHealthCost/> HP"
LocLongDescription="撕裂一个维度洞口，在广阔半径内造成巨大伤害，但在这样做时召唤随机的外星人增援小队\n花费<Ability:SelfHealthCost/> HP\n根据灵能放大器等级造成20-30点伤害"

[GrimySpeedster X2AbilityTemplate]
LocFriendlyName="极速者"
LocHelpText="获得额外的1个行动点，但将移动力降低30%。"
LocLongDescription="获得额外的1个行动点，但将移动力降低30%。"

;============================================================================================================
;     GRIMY'S HEADHUNTER
;============================================================================================================
[GrimyPiercingShot X2AbilityTemplate]
LocFriendlyName="穿透射击"
LocHelpText="发射一枪穿透多个敌人，撕裂护甲并摧毁掩体。造成25%较少伤害。"
LocLongDescription="发射一枪穿透多个敌人并摧毁掩体\n造成25%较少伤害\n可以在移动后使用\n撕裂护甲\n每次任务使用2次\n4回合冷却\n"

[GrimyMultiHook X2AbilityTemplate]
LocFriendlyName="立体钩"
LocHelpText="部署一个自由瞄准的抓钩快速移动到新位置。"
LocLongDescription="猎头者携带一个抓钩和缆绳，允许快速移动到新位置。\n花费1个行动点。"

[GrimyRushedShot X2AbilityTemplate]
LocFriendlyName="仓促射击"
LocHelpText="向一个随机敌人开火。可以在移动后使用。"
LocLongDescription="向一个随机可见敌人开火。可以在移动后使用。"

[GrimyThunderclap X2AbilityTemplate]
LocFriendlyName="雷霆一击"
LocHelpText="向一个随机敌人发射一枚电磁弹，对有机敌人造成+50%伤害，对机器敌人造成+100%伤害。"
LocLongDescription="向一个随机敌人发射一枚特殊的电子弹药\n对有机敌人造成+50%伤害\n对机器敌人造成+100%伤害\n可以在移动后使用\n每次任务使用2次\n6回合冷却"

[GrimyPointBlank X2AbilityTemplate]
LocFriendlyName="抵近射击"
LocHelpText="在近距离范围内发射一枪，瞄准、暴击和伤害+50%。可以在移动后使用。"
LocLongDescription="在近距离范围内发射一枪，瞄准、暴击和伤害+50%。可以在移动后使用"

[GrimyIncendiaryShot X2AbilityTemplate]
LocFriendlyName="燃烧射击"
LocHelpText="发射一枚爆炸性自由瞄准火焰弹药，造成火焰伤害并燃烧。"
LocLongDescription="发射一枚爆炸性自由瞄准火焰弹药，造成火焰伤害并燃烧。\n可以在移动后使用\n每次任务使用2次\n6回合冷却

[GrimyTwinFangs X2AbilityTemplate]
LocFriendlyName="毒龙双钻"
LocHelpText="随机向多达两个不同的敌人发射毒性弹药。"
LocLongDescription="随机向多达两个不同的敌人发射毒性弹药。\n可以在移动后使用\n每次任务使用2次\n6回合冷却"

[GrimyBuckshot X2AbilityTemplate]
LocFriendlyName="鹿弹"
LocHelpText="发射一枚鹿弹，可以命中锥形区域内的目标。造成25%较少伤害。"
LocLongDescription="发射一枚鹿弹，可以命中锥形区域内的目标。\n造成25%较少伤害\n可以在移动后使用\n每次任务使用2次\n6回合冷却"

[GrimyDoubleTap X2AbilityTemplate]
LocFriendlyName="退还有道"
LocHelpText="发射一枪标准狙击步枪子弹，然后退还一个行动点。"
LocLongDescription="发射一枪标准狙击步枪子弹，然后退还一个行动点。\n4回合冷却"

[GrimyHexHunter X2AbilityTemplate]
LocFriendlyName="妖术猎人"
LocHelpText="发射一枚特殊弹药，造成与目标的灵能力成比例的额外伤害。"
LocLongDescription="发射一枚特殊弹药，造成与目标的灵能力成比例的额外伤害\n每次任务使用1次"

[GrimyBladeOil X2AbilityTemplate]
LocFriendlyName="刀刃油毒"
LocHelpText="用毒剑劈砍敌人，造成额外100%武器伤害作为毒素。"
LocLongDescription="用毒剑劈砍敌人，造成额外100%武器伤害作为毒素\n每次任务使用2次\n4回合冷却"

[GrimyRapidSlashHH X2AbilityTemplate]
LocFriendlyName="快速劈砍"
LocHelpText="劈砍敌人并在之后退还一个行动点。"
LocLongDescription="劈砍敌人并在之后退还一个行动点\n3回合冷却"

[GrimyExecuteBonus X2AbilityTemplate]
LocFriendlyName="通缉"
LocHelpText="你的近战攻击对被标记或全息目标的敌人造成三倍伤害。"
LocLongDescription="你的近战攻击对被标记或全息目标的敌人造成三倍伤害。"

[GrimyPreparation X2AbilityTemplate]
LocFriendlyName="时刻准备"
LocHelpText="在下一回合开始时获得一个标准动作点."
LocLongDescription="在下一回合开始时获得一个标准行动点\n不消耗行动点\n3回合冷却时间"